app/controllers/home_controller.rb

SELECT COUNT(*) FROM "urls"
---
  def count
    @count = Url.count